Repository: ktt-ol/serial-barcode-scanner
Catalog: locale/*.po
Languages: de

source: Date Changed:
de: Datumswechsel:

source: %s bought %d items for %s €
de: %s hat gerade %d Posten für %s € gekauft

source: %s could not be loaded!
de: %s konnte nicht geladen werden!

source: %s not found!
de: %s wurde nicht gefunden!

source: Article name "%s" does not fit on a single page!
de: Artikelname "%s" passt nicht auf eine Seite

source: Can't read lock file!
de: Konnte Lock-Datei nicht lesen

source: Cannot find alsa GStreamer plugin
de: GStreamer Plugin für ALSA konnte nicht gefunden werden

source: Cannot find playbin2 GStreamer plugin
de: GStreamer Plugin playbin2 konnte nicht gefunden werden

source: Config Error: %s
de: Konfigurationsfehler: %s

source: Convert Error: %s
de: Konvertierungsfehler

source: Could not acquire name
de: Konnte DBus Namen nicht erlangen

source: Could not bind IOChannel
de: IOChannel Verbindung konnte nicht hergestellt werden

source: Could not create lock file: %s!
de: Konnte Lock-Datei nicht erstellen: %s!

source: Could not load SVG: %s
de: Konnte SVG nicht laden: %s

source: Could not load configuration file: %s
de: Konnte Konfigurationsdatei nicht laden: %s

source: Could not open VAT template: %s
de: Konnte VAT-Template nicht öffnen: %s

source: Could not open device!
de: Konnte Gerätedatei nicht öffnen!

source: Could not open invoice template: %s
de: Konnte Rechnungs-Template nicht öffnen: %s

source: Could not register service
de: Konnte DBus-Service nicht registrieren

source: Could not register service: %s
de: Konnte DBus-Servicenicht registieren: %s

source: Could not setup webserver!
de: Konnte Webserver nicht konfigurieren!

source: Could not start Webserver: %s
de: Konnte Webserver nicht starten: %s

source: DBus Error: %s
de: DBus Fehler: %s

source: DBus Error: %s
de: DBus Fehler: %s

source: Database Error: %s
de: Datenbank Fehler: %s

source: Error (user=%d): %s
de: Fehler (Nutzer %d): %s

source: Error sending command: %s
de: Fehler beim senden des Kommandos: %s

source: Error!
de: Fehler!

source: Error: %s
de: Fehler: %s

source: Error: %s
de: Fehler: %s

source: Error: Could not acquire name
de: Fehler: Konnte DBus-Namen nicht bekommen

source: Error: Could not register service
de: Fehler: Konnte DBus-Service nicht registrieren

source: Error: could not open database!
de: Fehler: Konnte Datenbank nicht öffnen!

source: Error: could not prepare statement: %s
de: Fehler: Konnte SQL-Anweisung nicht erstellen: %s

source: Error: unknown product: %llu
de: Fehler: unbekanntes Produkt: %llu

source: Failed to set encoding
de: Fehler beim setzten der Zeichenkodierung

source: File '%s' doesn't exist.
de: Datei '%s' existiert nicht.

source: File Error: %s
de: Datei Fehler: %s

source: File Error: %s
de: Datei Fehler: %s

source: Guest
de: Gast

source: IO Error: %s
de: EA Fehler: %s

source: IO Error: %s
de: EA Fehler: %s

source: IOChannel Error: %s
de: IOChannel Fehler: %s

source: Ignoring InputDevice!
de: Eingabegerät wird ignoriert

source: Internal Error!
de: Interner Fehler!

source: KeyFile Error: %s
de: Schlüsseldatei Fehler: %s

source: Login as GUEST
de: Login als Gast

source: Login failed (User ID = %d)
de: Login fehlgeschlagen (User ID = %d)

source: Login failed as GUEST
de: Gast-Login fehlgeschlagen

source: Login for user id %d failed
de: Login für Benutzer %d fehlgeschlagen

source: Lost device
de: Gerät verloren

source: No invoice ID given!
de: Keine Rechnungsnummer übergeben!

source: No invoice data given!
de: Keine Rechnungsdaten übergeben!

source: No invoice date given!
de: Kein Rechnungsdatum übergeben!

source: No invoice recipient given!
de: Kein Rechnungsempfänger übergeben!

source: No more Items on your Shopping Cart
de: Keine weiteren Gegenstände im Einkaufswagen

source: No such mail
de: Mail wurde nicht gefunden

source: No such session available in database!
de: Keine solche Session in der Datenbank verfügbar!

source: No such user available in database!
de: Kein solcher Nutzer in der Datenbank verfügbar!

source: Nothing to send. Usage: %s <commands to send...> Example: %s "USER 1" "LOGOUT"
de: Nichts zu senden. Benutzung: %s <Kommandos zum senden...> Beispiel: %s "USER 1" "LOGOUT"

source: Possible values for <temporary>: temporary, final
de: Mögliche Werte für <temporary>: temporary, final

source: Prices > 9999.99€ are not supported!
de: Preise > 9999,99€ werden nicht unterstützt!

source: Remove purchase of %s
de: Einkaufsposten %s wurde entfernt

source: Reply from SMTP-Server: %s
de: Antwort vom SMTP-Server: %s

source: Sending: %s
de: Sende: %s

source: Shop System has been started
de: Shop System wurde gestartet

source: Stopping Shop System
de: Shop System wird gestoppt

source: TLS certificate: %s
de: TLS Zertifikat: %s

source: TLS private key: %s
de: TLS Privater Schlüssel: %s

source: Unknown MessageType
de: Unbekannter Nachrichten Typ

source: Usage: %s <temporary> [timestamp]
de: Benutzung: %s <temporary> [timestamp]

source: Years after 9999 are not supported!
de: Jahre nach 9999 werden nicht unterstützt!

source: article added to shopping card: %s (%s €)
de: Artikel %s (%s €) wurde zum Warenkorb hinzugefügt

source: article info: %s (Member: %s €, Guest: %s €
de: Artikelinfo: %s (Mitglied: %s €, Gast: %s €

source: could not configure STARTTLS
de: Konnte STARTTLS nicht konfigurieren

source: could not load templates!
de: Konnte Templates nicht laden!

source: could not play audio: %s
de: Konnte Audio Datei nicht abspielen: %s

source: could not setup server
de: Konnte Server nicht konfigurieren

source: eSMTP: Start Session failed!
de: eSMTP: Session Start fehlgeschlagen!

source: internal error: %d
de: Interner Fehler: %d

source: removed last Item from Shopping Cart: %s
de: Letzter Posten wurde aus dem Warenkorb entfernt: %s

source: serial device is locked!
de: Serielles Gerät ist blockiert!

source: server or port configuration is missing
de: Server oder Port Konfiguration fehlt

source: short read!
de: Unvollständige Daten aus Gerätedatei gelesen

source: undo not possible without purchases
de: Rückgängig nicht möglich ohne Einkäufe

source: unknown product: %llu
de: Unbekanntes Produkt: %llu

source: unknown rfid: %s
de: Unbekannter RFID: %s

source: user not found
de: User nicht gefunden
